Repository: openHPI/ios-app
Catalog: xikolo-common/*.lproj/Common.strings
Languages: de

source: course-date-formatting.not-started.beginning %@
de: Startet am %@

source: course-date-formatting.not-started.coming soon
de: Bald verf체gbar

source: course-date-formatting.self-paced
de: Selbststudium

source: course-date-formatting.started.since %@
de: Seit %@

source: course.certificates.explanation.qualifiedCertificate
de: Das Qualifizierte Zertifikat erh채lt, wer es gebucht hat und das Zeugnis erhalten hat

source: course.certificates.name.confirmationOfParticipation
de: Teilnahmebest채tigung

source: course.certificates.name.qualifiedCertificate
de: Qualifizierte Zertifikat

source: course.certificates.name.recordOfAchievement
de: Zeugnis

source: course.section-title.all courses
de: Alle Kurse

source: course.section-title.completed
de: Abgeschlossen

source: course.section-title.current
de: Aktuell

source: course.section-title.my courses
de: Meine Kurse

source: course.section-title.self-paced
de: Selbststudium

source: course.section-title.suggested
de: Empfohlen

source: course.section-title.upcoming
de: Zuk체nftig
